cases/uniformNucleation/0.org/PG.continuous
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    location    "0";
    object      PG.continuous;
}

dimensions      [0 0 0 0 0 0 0];

internalField   uniform 0.0857975323832;

boundaryField
{
    walls
    {
        type            zeroGradient;
    }
}
